[
  {
    "number": 1,
    "name": "乾",
    "summary": "A space with strong outward drive and upward momentum.",
    "homeImpact": "This environment pushes the person to stay active, decisive and externally focused. It sharpens ambition but may reduce sensitivity to subtle emotional signals.",
    "usage": "For your chosen intention, the space amplifies initiative. It accelerates action but may feel intense for slower or reflective activities.",
    "energy": "ascending-active"
  },
  {
    "number": 43,
    "name": "夬",
    "summary": "A space with decisive, cutting, clarifying energy.",
    "homeImpact": "This space heightens clarity and sharpens boundaries. It encourages firm choices but can make interactions feel blunt or overly direct.",
    "usage": "For your chosen intention, this space helps remove distractions and push through hesitation, though it may feel confrontational for emotional tasks.",
    "energy": "decisive-clear"
  },
  {
    "number": 14,
    "name": "大有",
    "summary": "A space that radiates visibility, confidence and expressive strength.",
    "homeImpact": "It enhances self-assurance and presence. People feel more noticeable but may also feel increased performance pressure.",
    "usage": "For your chosen intention, this space boosts personal influence and visibility, making actions feel more ‘seen’.",
    "energy": "radiant-expansive"
  },
  {
    "number": 34,
    "name": "大壯",
    "summary": "A space with forceful momentum and bold forward energy.",
    "homeImpact": "This environment intensifies willpower and assertiveness. It feels empowering but can overwhelm quieter moods.",
    "usage": "For your chosen intention, this space delivers strong activation—good for starting things, less suited for delicate efforts.",
    "energy": "strong-forceful"
  },
  {
    "number": 9,
    "name": "小畜",
    "summary": "A space with gentle containment and steady accumulation.",
    "homeImpact": "This environment calms impulsive tendencies and encourages patience, supporting small progress over dramatic moves.",
    "usage": "For your chosen intention, this space helps maintain slow, sustainable steps and emotional pacing.",
    "energy": "soft-sustained"
  },
  {
    "number": 5,
    "name": "需",
    "summary": "A space where energy gathers slowly before movement.",
    "homeImpact": "People feel pauses or delays before momentum picks up. It encourages waiting and observing.",
    "usage": "For your chosen intention, this space stabilizes timing and supports planning.",
    "energy": "reserved-waiting"
  },
  {
    "number": 26,
    "name": "大畜",
    "summary": "A space of restrained strength and controlled potential.",
    "homeImpact": "It encourages discipline and careful buildup. Expression becomes measured and intentional.",
    "usage": "For your chosen intention, this space supports long-term accumulation and internal resilience.",
    "energy": "contained-power"
  },
  {
    "number": 11,
    "name": "泰",
    "summary": "A space of smooth, balanced and cooperative flow.",
    "homeImpact": "People feel more grounded, patient and peaceful. Communication softens naturally.",
    "usage": "For your chosen intention, this space provides gentle support and stability.",
    "energy": "harmonious-open"
  },

  
  {
    "number": 2,
    "name": "坤",
    "summary": "A space with soft grounding and supportive stability.",
    "homeImpact": "People become calmer, slower and more inward. Initiative softens, receptivity increases.",
    "usage": "For your chosen intention, this space enhances steadiness and emotional safety.",
    "energy": "grounded-receptive"
  },
  {
    "number": 23,
    "name": "剝",
    "summary": "A space that strips away excess and reveals essentials.",
    "homeImpact": "People feel more aware of what no longer fits emotionally. Vulnerability increases as clarity forms.",
    "usage": "For your chosen intention, this space brings underlying truths to the surface.",
    "energy": "revealing-minimal"
  },
  {
    "number": 8,
    "name": "比",
    "summary": "A space with bonding, affinity and gentle cohesion.",
    "homeImpact": "People feel more cooperative and connected. It softens interpersonal tone.",
    "usage": "For your chosen intention, this space supports emotional companionship and shared direction.",
    "energy": "cohesive-relational"
  },
  {
    "number": 20,
    "name": "觀",
    "summary": "A space of observation, reflection and perspective.",
    "homeImpact": "People slow down, observe patterns and become more reflective.",
    "usage": "For your chosen intention, this space supports evaluation and deeper understanding.",
    "energy": "reflective-calm"
  },
  {
    "number": 16,
    "name": "豫",
    "summary": "A space with uplifted, anticipatory, optimistic tone.",
    "homeImpact": "People feel lighter and more inspired. Enthusiasm rises gently.",
    "usage": "For your chosen intention, this space enhances emotional openness and imaginative flow.",
    "energy": "uplifting-soft"
  },
  {
    "number": 35,
    "name": "晉",
    "summary": "A space with warm forward movement and rising visibility.",
    "homeImpact": "People feel more expressive and confident, though slightly exposed.",
    "usage": "For your chosen intention, this space promotes visible progress and outward momentum.",
    "energy": "rising-bright"
  },
  {
    "number": 45,
    "name": "萃",
    "summary": "A space that gathers attention, emotion and people.",
    "homeImpact": "People may feel socially energized or group-oriented. Collective moods become more influential.",
    "usage": "For your chosen intention, this space enhances emotional resonance and togetherness.",
    "energy": "gathering-magnetic"
  },
  {
    "number": 12,
    "name": "否",
    "summary": "A space marked by stagnation and closed flow.",
    "homeImpact": "People may feel stuck or muted. Communication slows or becomes indirect.",
    "usage": "For your chosen intention, this space highlights pauses and blocked momentum.",
    "energy": "blocked-still"
  },


  {
    "number": 51,
    "name": "震",
    "summary": "A space with sudden activation and emotional stirring.",
    "homeImpact": "People may feel easily triggered into movement or alertness. Emotions shift quickly.",
    "usage": "For your chosen intention, this space breaks inertia and encourages change.",
    "energy": "shocking-initiating"
  },
  {
    "number": 21,
    "name": "噬嗑",
    "summary": "A space pushing for resolution and tension-clearing.",
    "homeImpact": "People confront stuck issues with sharper clarity. It can feel mentally intense.",
    "usage": "For your chosen intention, this space supports working through obstacles directly.",
    "energy": "piercing-focused"
  },
  {
    "number": 17,
    "name": "隨",
    "summary": "A space that encourages ease and natural alignment.",
    "homeImpact": "People become more adaptable and responsive. Resistance softens.",
    "usage": "For your chosen intention, this space supports cooperation and smooth following of circumstances.",
    "energy": "adaptive-following"
  },
  {
    "number": 25,
    "name": "无妄",
    "summary": "A space emphasizing naturalness and unforced action.",
    "homeImpact": "People feel more authentic and less pressured. False tension dissolves.",
    "usage": "For your chosen intention, this space supports sincerity and natural effort.",
    "energy": "authentic-clean"
  },
  {
    "number": 42,
    "name": "益",
    "summary": "A space that enhances growth and supportive uplift.",
    "homeImpact": "People feel generous and motivated. Emotional resources expand.",
    "usage": "For your chosen intention, this space boosts supportive momentum.",
    "energy": "expanding-supportive"
  },
  {
    "number": 3,
    "name": "屯",
    "summary": "A space where beginnings feel uncertain but promising.",
    "homeImpact": "People may experience confusion or slow starts, but creativity forms gradually.",
    "usage": "For your chosen intention, this space supports early-stage development.",
    "energy": "forming-raw"
  },
  {
    "number": 27,
    "name": "頤",
    "summary": "A space highlighting nourishment and emotional intake.",
    "homeImpact": "People become more aware of their habits and needs. Regulation becomes visible.",
    "usage": "For your chosen intention, this space supports mindful pacing and self-maintenance.",
    "energy": "nourishing-stabilizing"
  },
  {
    "number": 24,
    "name": "復",
    "summary": "A space of returning, resetting and gentle renewal.",
    "homeImpact": "People revisit patterns or reconnect with emotional roots.",
    "usage": "For your chosen intention, this space supports restarts and rediscovery.",
    "energy": "returning-renewal"
  },


  {
    "number": 57,
    "name": "巽",
    "summary": "A space with soft influence and gradual penetration.",
    "homeImpact": "People become more sensitive to tone and subtlety. Influence grows gently.",
    "usage": "For your chosen intention, this space supports slow, natural shaping of progress.",
    "energy": "subtle-flowing"
  },
  {
    "number": 37,
    "name": "家人",
    "summary": "A space emphasizing relational harmony and shared rhythm.",
    "homeImpact": "People feel attuned to group dynamics. Emotional expectations become clear.",
    "usage": "For your chosen intention, this space strengthens unity and relational bonding.",
    "energy": "harmonizing-relational"
  },
  {
    "number": 53,
    "name": "漸",
    "summary": "A space that supports long-term, steady development.",
    "homeImpact": "People feel calm, committed and steadily improving.",
    "usage": "For your chosen intention, this space nurtures slow, meaningful growth.",
    "energy": "gradual-stable"
  },
  {
    "number": 48,
    "name": "井",
    "summary": "A space offering deep inner nourishment.",
    "homeImpact": "People feel supported and emotionally replenished.",
    "usage": "For your chosen intention, this space strengthens grounding and inner resources.",
    "energy": "deep-stable"
  },
  {
    "number": 18,
    "name": "蠱",
    "summary": "A space that reveals unresolved patterns.",
    "homeImpact": "People feel drawn to confront lingering issues or emotional residues.",
    "usage": "For your chosen intention, this space encourages internal recalibration.",
    "energy": "revealing-reform"
  },
  {
    "number": 46,
    "name": "升",
    "summary": "A space with gentle upward progress.",
    "homeImpact": "People feel quietly empowered and gradually lifted.",
    "usage": "For your chosen intention, this space supports stable, grounded advancement.",
    "energy": "uplifting-steady"
  },


  {
    "number": 29,
    "name": "坎",
    "summary": "A space with deep emotional undercurrents.",
    "homeImpact": "People feel more sensitive, introspective and aware of emotional cycles.",
    "usage": "For your chosen intention, this space supports emotional honesty and inner work.",
    "energy": "deep-flowing"
  },
  {
    "number": 60,
    "name": "節",
    "summary": "A space that imposes natural boundaries and pacing.",
    "homeImpact": "People feel more structured and aware of limits.",
    "usage": "For your chosen intention, this space supports disciplined clarity.",
    "energy": "regulated-measured"
  },
  {
    "number": 63,
    "name": "既濟",
    "summary": "A space in a state of near-completion and delicate balance.",
    "homeImpact": "People feel accomplished yet cautious, aware that the momentum must be maintained with care.",
    "usage": "For your chosen intention, this space supports refinement and stabilization rather than major changes.",
    "energy": "balanced-fine"
  },
  {
    "number": 48,
    "name": "井",
    "summary": "A space offering steady nourishment and inner grounding.",
    "homeImpact": "People feel emotionally replenished and supported. The environment strengthens consistency.",
    "usage": "For your chosen intention, this space supports internal stability and emotional replenishment.",
    "energy": "steady-nourishing"
  },
  {
    "number": 39,
    "name": "蹇",
    "summary": "A space where progress slows and obstacles become clear.",
    "homeImpact": "People may feel blocked or hesitant. The environment reveals friction points.",
    "usage": "For your chosen intention, this space highlights misalignments needing attention.",
    "energy": "blocked-reflective"
  },
  {
    "number": 8,
    "name": "比",
    "summary": "A space that draws people toward unity and connection.",
    "homeImpact": "Emotions soften and relational closeness increases.",
    "usage": "For your chosen intention, this space enhances emotional cooperation.",
    "energy": "cohesive-soft"
  },
  {
    "number": 7,
    "name": "師",
    "summary": "A space that strengthens discipline and collective focus.",
    "homeImpact": "People feel more structured and aware of roles or responsibilities.",
    "usage": "For your chosen intention, this space supports organized action and strategic direction.",
    "energy": "structured-directed"
  },
  {
    "number": 46,
    "name": "升",
    "summary": "A space of gentle, progressive rise.",
    "homeImpact": "People feel uplifted and increasingly confident over time.",
    "usage": "For your chosen intention, this space supports stable upward development.",
    "energy": "gentle-rising"
  },


  {
    "number": 30,
    "name": "離",
    "summary": "A space with bright, revealing and emotionally expressive energy.",
    "homeImpact": "People become more alert, inspired or emotionally sensitive.",
    "usage": "For your chosen intention, this space supports insight and clarity.",
    "energy": "bright-revealing"
  },
  {
    "number": 56,
    "name": "旅",
    "summary": "A space with transient, shifting and lightly unsettled energy.",
    "homeImpact": "People may feel exploratory or restless, as if passing through.",
    "usage": "For your chosen intention, this space brings fresh perspectives but limited grounding.",
    "energy": "wandering-light"
  },
  {
    "number": 50,
    "name": "鼎",
    "summary": "A space that reshapes identity and highlights inner purpose.",
    "homeImpact": "People feel internal transformation and heightened self-awareness.",
    "usage": "For your chosen intention, this space supports identity restructuring and emotional refinement.",
    "energy": "transformative-center"
  },
  {
    "number": 38,
    "name": "睽",
    "summary": "A space where contrasts and differences sharpen clarity.",
    "homeImpact": "People become more aware of boundaries or differing viewpoints.",
    "usage": "For your chosen intention, this space highlights individuality and independent direction.",
    "energy": "contrasting-clear"
  },
  {
    "number": 55,
    "name": "豐",
    "summary": "A space with abundant, vibrant and emotionally charged tone.",
    "homeImpact": "People feel energized, expressive and socially activated.",
    "usage": "For your chosen intention, this space supports bold emotion and expressive presence.",
    "energy": "vibrant-full"
  },
  {
    "number": 49,
    "name": "革",
    "summary": "A space that encourages emotional renewal and personal shifts.",
    "homeImpact": "People feel the urge to reset, refresh or change outdated patterns.",
    "usage": "For your chosen intention, this space strengthens transformation and fresh beginnings.",
    "energy": "renewing-shift"
  },
  {
    "number": 13,
    "name": "同人",
    "summary": "A space promoting openness, shared vision and collaborative clarity.",
    "homeImpact": "People feel more transparent, cooperative and aligned with others.",
    "usage": "For your chosen intention, this space enhances teamwork and shared intention.",
    "energy": "open-collective"
  },
  {
    "number": 37,
    "name": "家人",
    "summary": "A space centered on relational warmth and shared emotional rhythm.",
    "homeImpact": "People feel comfort, familiarity and subtle expectations from group patterns.",
    "usage": "For your chosen intention, this space strengthens emotional bonding and unity.",
    "energy": "warm-relational"
  },


  {
    "number": 52,
    "name": "艮",
    "summary": "A space with stillness, inward focus and emotional grounding.",
    "homeImpact": "People feel slowed, introspective and more aware of internal states.",
    "usage": "For your chosen intention, this space supports grounding and deep inner focus.",
    "energy": "still-grounded"
  },
  {
    "number": 15,
    "name": "謙",
    "summary": "A space promoting balance, humility and emotional moderation.",
    "homeImpact": "People feel more even-tempered and less reactive.",
    "usage": "For your chosen intention, this space encourages thoughtful, grounded responses.",
    "energy": "moderate-balanced"
  },
  {
    "number": 62,
    "name": "小過",
    "summary": "A space emphasizing precision, caution and careful movement.",
    "homeImpact": "People feel more attentive to details and sensitive to subtle disturbances.",
    "usage": "For your chosen intention, this space supports careful adjustment and mindful pacing.",
    "energy": "careful-precise"
  },
  {
    "number": 31,
    "name": "咸",
    "summary": "A space that heightens emotional resonance and attraction.",
    "homeImpact": "People feel more responsive and attuned to interpersonal cues.",
    "usage": "For your chosen intention, this space enhances emotional attunement and intuitive sensitivity.",
    "energy": "sensitive-attracting"
  },
  {
    "number": 33,
    "name": "遯",
    "summary": "A space encouraging retreat, privacy and selective withdrawal.",
    "homeImpact": "People may feel the urge to step back, protect boundaries or limit exposure.",
    "usage": "For your chosen intention, this space supports reflection and emotional decompression.",
    "energy": "withdrawing-protective"
  },


  {
    "number": 58,
    "name": "兌",
    "summary": "A space with open, expressive and emotionally releasing energy.",
    "homeImpact": "People feel more talkative, relaxed and willing to express their feelings.",
    "usage": "For your chosen intention, this space supports communication and emotional flow.",
    "energy": "open-expressive"
  },
  {
    "number": 47,
    "name": "困",
    "summary": "A space where pressure accumulates and emotional heaviness appears.",
    "homeImpact": "People may feel stuck, drained or inwardly burdened.",
    "usage": "For your chosen intention, this space surfaces limits and emotional fatigue.",
    "energy": "pressed-heavy"
  },
  {
    "number": 28,
    "name": "大過",
    "summary": "A space with heightened emotional load and intensity.",
    "homeImpact": "People feel easily overwhelmed or highly sensitive.",
    "usage": "For your chosen intention, this space intensifies emotional themes and inner reactions.",
    "energy": "intense-overflow"
  },
  {
    "number": 41,
    "name": "損",
    "summary": "A space that simplifies and narrows emotional focus.",
    "homeImpact": "People feel quieter, more selective and less distracted.",
    "usage": "For your chosen intention, this space supports refining priorities and emotional clarity.",
    "energy": "minimal-focused"
  },
  {
    "number": 61,
    "name": "中孚",
    "summary": "A space promoting sincerity, emotional truth and inner alignment.",
    "homeImpact": "People feel more honest and attuned to deeper meaning.",
    "usage": "For your chosen intention, this space strengthens inner clarity and authenticity.",
    "energy": "sincere-clear"
  },
  {
    "number": 60,
    "name": "節",
    "summary": "A space that shapes rhythm through gentle boundaries and regulated flow.",
    "homeImpact": "People feel more aware of limits and the need for emotional pacing.",
    "usage": "For your chosen intention, this space supports balanced movement and moderation.",
    "energy": "regulated-soft"
  }
]


